---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsLandingBaseElevation
source: html/85d71c9a-e457-89c9-d17a-b3cbff2277f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsLandingBaseElevation Property

"Relative Height": Height

## Syntax (C#)
```csharp
public static ForgeTypeId StairsLandingBaseElevation { get; }
```